[
	{
		"id": 1001,
		"name": "Bangalore",
		"subHeader": "Professional Soldier",
		"description": "Born into a military family where she, her parents, and her four older brothers all served with the IMC, Bangalore has been an exceptional soldier her whole life. Dedicated to the IMC cause, she was top of her class at the IMC Military Academy and the only cadet who could take apart a Peacekeeper, equip it with a Precision Choke hop-up, and put it back together in under twenty seconds – blindfolded.",
		"image": "bangalore",
		"type": "Offensive",
		"typeImage": "offensive_legend_icon",
		"category": "Offensive",
		"isFree": true,
		"tacticalAbility": {
			"name": "Smoke Launcher",
			"tacticalImage": "bangalore_tactical_icon",
			"cd": "33 Seconds",
			"tacticalDescription": "Fire a high-velocity smoke canister that explodes into a smoke wall on impact.",
			"info": "Has two charges, allowing it to be used twice in a row. \nThe launcher allows Bangalore to fire canisters farther than grenades can be thrown. \nUpon landing, the canister splits into three, which land in a line perpendicular to where it was launched from. \nThe smoke takes 23 seconds to evaporate. \nThe canister's explosion deals 10 damage to enemies.",
			"tips": "The Smoke Launcher can be used both offensively and defensively; to ambush an unsuspecting squad by removing their ability to see you and respond, or as a weapon of escape to obscure yourself and your team from enemies. \nBangalore can also use the smoke canister while she is currently using a consumable item such as a Med Kit or Shield Battery, as both only require one hand. Use this to your advantage to cover yourself while you heal. \nThink about using it as a barrier between you and an enemy when you are attacking the enemy. This makes it harder for you to see the enemy and makes it easier to get you ambushed. \nThrow a Frag Grenade or some explosive device into a smokescreen. This will either deal damage to enemies inside it, force them to come to you, or force them to retreat."
		},
		"passiveAbility": {
			"name": "Double Time",
			"passiveImage": "bangalore_passive_icon",
			"passiveDescription": "Taking fire while sprinting makes you move faster for a brief time.",
			"info": "Double Time activates upon being hit, or when bullets/grenades barely miss you, giving you a 30% increase in run speed for 2 seconds.",
			"tips": "Bangalore's passive is a reactionary one that responds to enemies engaging you. \nUtilize the short term speed boost whenever you can either by running for cover or returning fire with the increased speed as it makes you a difficult target to hit."
		},
		"ultimateAbility": {
			"name": "Rolling Thunder",
			"ultimateImage": "bangalore_ultimate_icon",
			"cd": "270 seconds",
			"ultimateDescription": "Call in an artillery strike that slowly creeps across the landscape.",
			"info": "Bangalore throws a flare, and several rows of missiles land sequentially in front of the flare then stick for 8 seconds before exploding. \nSince they land in rows, this creates a sort of wave of explosions moving forward from the flare. \nThe missiles land in a 6x6 square. Each explosion deals 40 damage and slows enemies. \nThis ability cannot damage squadmates, but it will still cause a slowing effect.",
			"tips": "Unlike Gibraltar's Defensive Bombardment, the missiles land in front of the flare instead of around it, so throw it between you and the area you want to bombard. \nRolling Thunder should be best saved for large team engagements or ambushes, or ultimately to cover your team while escaping. \nIt can catch an unsuspecting enemy team off guard and have them running for cover. \nA good time to use Rolling Thunder is right after downing an enemy in a long-range outdoor fight. It'll make it dangerous for their squad to try to revive them, and give your squad space to push into a 3v2 fight. \nThis ultimate ability isn't independently powerful enough to be fully effective on its own, so it is strongly recommended to chase the enemy down as they get bombarded."
		},
		"passivePerk": null
	},
	{
		"id": 1002,
		"name": "Wraith",
		"subHeader": "Interdimensional Skirmisher",
		"description": "Wraith is a whirlwind fighter, able to execute deadly attacks and manipulate spacetime by opening rifts in the fabric of reality — but those abilities came at a price. Years ago, she woke up in an IMC detention facility with no memory of who she was. Senior Science Pilot Renee Blasey, who volunteered as guinea pig for her own experiments... whose partner betrayed her and locked her away… no longer existed. All that was left was a timid girl, frightened by a cacophony of voices in her head, until another version of herself appeared and taught her to listen to the voices. Following her lead, Wraith found the strength to break free from her prison and escape into a different reality - this reality.",
		"image": "wraith",
		"type": "Offensive",
		"typeImage": "offensive_legend_icon",
		"category": "Offensive",
		"isFree": true,
		"tacticalAbility": {
			"name": "Into The Void",
			"tacticalImage": "wraith_tactical_icon",
			"cd": "25 Seconds",
			"tacticalDescription": "Reposition quickly through the safety of void space, avoiding all damage.",
			"info": "Wraith plays two animations when activating this ability, which takes 1.25 seconds in total. The first second she plays a \"focusing\" animation. The last 0.25 seconds Wraith \"activates\" the ability. Wraith skips the \"Focusing\" animation during placing another end of Dimensional Rift. \nThere is a brief delay when entering and exiting the void during which Wraith is unable to perform any other action. Movement is also slowed by 20% unless Dimensional Rift is also active. \nUpon activation, Wraith enters the void for 4 seconds. While in the void, the screen will turn greyscale, you become invulnerable and will gain a 30% speed boost. You will still be able to see enemies. \nEnemies can see a wispy blue trail showing where you're going while in the void. \nWhile in the void, Wraith is unable to interact with some objects in the world, including doors and objects placed by abilities, but can use ziplines.",
			"tips": "This ability now takes 1.25 seconds to activate, so be careful what your health is at when using it as an escape tool, try using it when your health is about half-way damaged. \nBe sure to reach safety as you exit the void since there is a delay before you can do anything else."
		},
		"passiveAbility": {
			"name": "Voices From The Void",
			"passiveImage": "wraith_passive_icon",
			"passiveDescription": "A voice warns you when danger approaches. As far as you can tell, it's on your side",
			"info": "You hear a spectral voice audibly warn you if:\nAn enemy is aiming at you\nAn enemy with a sniper rifle is aiming at you\nA grenade is thrown at you\nThere are traps nearby\nThere are many enemies nearby\nMany people have died near you\nWhen you hear the voice, you can share the info with your squadmates.",
			"tips": "As Voices from the Void warns you when someone is aiming at you, you can easily go out into the open with decreased danger, provided you have nearby cover to retreat to. When combined with your Into the Void ability, this passive makes avoiding ambushes very easy."
		},
		"ultimateAbility": {
			"name": "Dimensional Rift",
			"ultimateImage": "wraith_ultimate_icon",
			"cd": "150 Seconds",
			"ultimateDescription": "Link two locations with portals for 60 seconds, allowing anyone to use them.",
			"info": "Wraith places one end of a portal where she activates the ability, then runs to another location and places the other end. Players can then pass through the portal to take that same path through the void at 5x the speed they would otherwise. It can be used in either direction.\nWraith can run roughly 75 meters before placing the other end of the portal. The Rift Energy which is shown on top of your H.U.D. upon activation is not used while standing still.\nIf Wraith uses the Rift Energy not more than 4.72%, activate Dimensional Rift or place it to cancel it, allowing her to keep her Ultimate Charge 100%.\nWhile running to place the other end, Wraith cannot use any weapons, items, or map features, but she does receive a 25% speed bonus and can skip the Into the Void 'Focusing' animation.\nWraith cannot use another Dimension Rift while placing hers, that is she only simply goes pass the rift without entering it.\nPlayers taking the portal are invulnerable and leave a faint blue trail, much like Wraith while using Into the Void.\nPortals will disappear after four seconds if both ends are outside The Ring.",
			"tips": "This ability is best used to help your squad escape when backed into a corner.\nPortal can be used to help downed teammates to quickly travel or to bait enemies if done correctly.\nYou can use your abilities while placing a portal.\nThe portal rift follows you, and when it is placed, it throws you out where you are facing. Make sure to face the direction you want when you place the portal.\nMultiple players can take the portal at the same time instead of waiting for one to exit.\nYou can place the exit of the portal at the edge of a map and any enemies that fall for the bait will fall to their deaths or into a map feature that does environmental damage. Be careful when doing this as your teammates can fall victim to this method."
		},
		"passivePerk": {
			"name": "Low Profile",
			"image": "low_profile_icon",
			"description": "More difficult to hit, incoming damage increased by 5%.",
			"info": "Additionally, incoming leg shots do the same damage as body shots."
		}
	},
	{
		"id": 1003,
		"name": "Mirage",
		"subHeader": "Holographic Trickster",
		"description": "Mirage is the kind of guy who likes to stand out. The youngest of four brothers, he perfected the art of fooling around to get attention. The one thing he took seriously was Holo-Pilot technology: introduced to the illusion-creating tech by his engineer mother, he poured over the mechanisms and learned all he could about them. Even when his brothers went MIA during the Frontier War, Mirage and his mother continued to develop holo devices, and the work brought them closer.",
		"image": "mirage",
		"type": "Offensive",
		"typeImage": "offensive_legend_icon",
		"category": "Offensive",
		"isFree": false,
		"tacticalAbility": {
			"name": "Psyche Out",
			"tacticalImage": "mirage_tactical_icon",
			"cd": "15 Seconds",
			"tacticalDescription": "Send out a holographic decoy to confuse the enemy. The decoy can be controlled by pressing H or down on the D-pad.",
			"info": "When used, a hologram duplicate of Mirage is sent in a straight line to wherever the real Mirage targeted. When spawned, the decoy will replicate whether Mirage was walking, running, or crouching, and if used in midair will have the same momentum as Mirage. It cannot climb walls or ride zip lines. Upon reaching the targeted location, the decoy stands still and performs the 'inspect weapon' animation unless the player takes control of it. \nThe decoy will vanish upon taking damage, and an icon will appear indicating where the enemy that damaged it is. This icon appears for Mirage's whole squad, and also indicates distance.\nWhen a decoy vanishes from taking damage, it will output a \"you got bamboozled\" voiceline from the decoy.\nThe decoy will also automatically vanish after 60 seconds or manually by deploying another decoy.\nThis ability may be activated twice while skydiving from the dropship or jump towers, and if you are with your squad in flight it will send out a full decoy squad.",
			"tips": "Have decoys stand in front of death boxes or front of windows with a sniper rifle since these are the most natural places for a player to stand completely still.\nIf you're off on your own and suddenly start getting shot from a distance, put a decoy in front of you to instantly show your teammates where to shoot.\nDirect your decoys into Perimeter Security or Nox Gas to figure out where the Wattson or Caustic is.\nThe best way to fool smarter players is to act like you're the decoy. Direct a decoy in one direction and then run in a straight line in a different direction or start controlling it. That way, enemies won't know which is which.\nIf your enemy is smart enough not to shoot decoys, act as a decoy to get behind them.\nYour decoys don't block doors, but in a situation when you see them blocking a door try to use this to your advantage and send your decoy to it to make them think it's you that's gonna kick it down and get a sneak up on them from another entrance if possible.\nSome small rocks or other rough surfaces that your decoy should be able to pass in a way can easily destroy it."
		},
		"passiveAbility": {
			"name": "Now You See Me...",
			"passiveImage": "mirage_passive_icon",
			"passiveDescription": "Automatically cloak when using Respawn Beacons and reviving teammates.",
			"info": "When downed, turn invisible for 5 seconds to crawl away.\nWhen reviving a teammate, Mirage and the teammate will become invisible.\nWhen using a respawn beacon, Mirage will become invisible.\nLeaves a decoy that falls to its knees and dramatically pretends to be dying.",
			"tips": "Once you are downed and this activates, if you are near a ledge or fall-off, try to go down. It'll cover a greater distance and hopefully throw the enemy off of your trail long enough for it to activate again.\nDo not use your knockdown shield unless you are being shot at intentionally, since using it will give you away.\nMovement on dirt also causes dust particles when crawling, and can give you away while cloaked."
		},
		"ultimateAbility": {
			"name": "Life Of The Party",
			"ultimateImage": "mirage_ultimate_icon",
			"cd": "60 Seconds",
			"ultimateDescription": "Mirage deploys a team of controllable decoys to distract enemies.",
			"info": "When activated, Mirage summons 6 decoys around him that mimic his movements.\nTurns invisible for 1 second before deploying decoys.",
			"tips": "Unlike Mirage's previous ultimate ability, Mirage will not turn invisible for long and is still able to attack while using this ability and are more likely to fool enemies as they move in tandem with the player.\nTry combining this ability with your passive ability when attempting to revive a downed teammate. The clones will appear with your teammate in the holograms. It will throw off the enemy's direction, and confuse them enough to fire at the clones as you revive.\nIt's a good idea to use the second of invisibility you get while casting this ability to change directions unexpectedly to make it more difficult to distinguish you from your decoys."
		},
		"passivePerk": null
	},
	{
		"id": 1004,
		"name": "Octane",
		"subHeader": "High-Speed Daredevil",
		"description": "One day, Octavio Silva was bored. In fact, he was bored most days. Son of the preoccupied CEO of Silva Pharmaceuticals and wanting for nothing in life, he entertained himself by performing death-defying stunts and posting holovids of them for his fans to gawk over. So, this day, he decided to set the course record for a nearby Gauntlet by launching himself across the finish line – using a grenade.",
		"image": "octane",
		"type": "Offensive",
		"typeImage": "offensive_legend_icon",
		"category": "Offensive",
		"isFree": false,
		"tacticalAbility": {
			"name": "Stim",
			"tacticalImage": "octane_tactical_icon",
			"cd": "2 Seconds",
			"tacticalDescription": "Increase walk speed by 30% and sprint speed by 40% for 6 seconds. Costs Health to use. Reduction to slows while active.",
			"info": "For 6 seconds, normal movement will be 30% faster while sprinting will be 40% faster.\nCosts 10 health. Using this ability when at 10 health or below will put you on 1 health instead of 0.\nOn activation, stim will remove all slow effects (this includes slows by Caustic's Nox gas, Wattson's Perimeter Security, Gibraltar's Defensive Bombardment, Bangalore's Rolling Thunder, Arc Stars and bullets). Slows that are applied after activation will only be reduced, not removed.",
			"tips": "You cannot bring yourself below 0 health. It is not possible to kill yourself, but you are easier to kill. You may want to take care using this ability in fights - do not use it too much as you will weaken yourself substantially for enemies to pick you off.\nAlways keep track of your health before using this ability. Avoid running into new areas with only a sliver of health.\nUse this ability to flank the enemy from the long path, since the enemy is less likely to be keeping tabs on the long flank and because your Stim can greatly reduce the time it takes to flank the enemy.\nThe ability can be used to quickly rotate between off-angles, giving you the ability to condition your enemy into focusing their attention on one off-angle and allowing you to shoot them from another angle or flank them.\nWhen disengaging from a fight, use this ability for a quick getaway. Never run in a straight line, but try zigzaging instead to avoid incoming fire."
		},
		"passiveAbility": {
			"name": "Swift Mend",
			"passiveImage": "octane_passive_icon",
			"passiveDescription": "Automatically restores health over time.",
			"info": "While not taking damage, Octane restores 1 health every 2 seconds.\nThis also restores health while knocked down, but won't save you from bleeding out.",
			"tips": "A nice way to calculate how long it will take for you regenerate is estimating the health you want to regenerate and doubling the number to get the time it will take.\nManaging your Stim shot uses and watching your health regeneration can help you minimize your syringe and Med Kit.svg Med Kit use.\nDo not expect this to fully heal you. Med Kits and syringes are your best friends. This will not heal you very fast, and stim will take health away. Only count on it if you have little health needing to be healed\nIt will activate a few seconds after using stim\nThe ability also allows you to save up healing items when you're going out of the Ring to either loot or revive a teammate."
		},
		"ultimateAbility": {
			"name": "Launch Pad",
			"ultimateImage": "octane_ultimate_icon",
			"cd": "60 Seconds",
			"ultimateDescription": "Deploy a jump pad that catapults anyone through the air. Press the jump button to double jump.",
			"info": "Launch Pads have 200 Health. Up to 4 Launch Pads can be active on the map at once.\nAnyone who uses the Launch Pad has the option to double jump before hitting the ground.\nYou cannot double jump while healing.\nJumping just as you make contact with the Launch Pad will make your jump arc higher.",
			"tips": "You can throw the launch pad further than you might expect.\nJumping in the moment of being launched will get you higher. (The timing is pretty easy.) The pad will not launch you further though, no matter your current speed or speed boosts.\nDeploying the launch pad indoors doesn’t do anything interesting.\nAt some places, when you are out of bounds, you can place the pad directly under you. With no momentum but up, the pad will launch you out of the \"countdown-zone\", effectively resetting the timer.\nPlacing the launch pad in front of a door makes the door impassable. (When trying to enter from the side with the launch pad).\nThe launch pad can also be used to launch downed players to a safer place, thus allowing a safer revive.\nUse this ability to outflank enemies behind rocks and the like. Just make sure you have an escape route or and object to hide behind after.\nIf you bounce a launch pad off another launch pad and jump right where you should, adding extra mobility to travel distances quicker.\nYou can give yourself an offensive advantage by throwing a grenade at enemies while in-air, or firing in midair. Most players won’t be able to hit you and you will have given yourself the upper hand. However, since this is difficult to try practicing in the Firing Range."
		},
		"passivePerk": null
	},
	{
		"id": 1005,
		"name": "Revenant",
		"subHeader": "Synthetic Nightmare",
		"description": "Revenant used to be human. He used to be the greatest hitman the Mercenary Syndicate ever had. He used to look in the mirror and see his human face looking back. But time changes everything, and when his programming finally failed, he saw what he had become at the hands of the Mercenary Syndicate and Hammond Robotics: a walking nightmare of steel and vestigial flesh. His masters resurrected him as a simulacrum, snatching him from death’s embrace again and again and programming him to forget.",
		"image": "revenant",
		"type": "Offensive",
		"typeImage": "offensive_legend_icon",
		"category": "Offensive",
		"isFree": false,
		"tacticalAbility": {
			"name": "Silence",
			"tacticalImage": "revenant_tactical_icon",
			"cd": "25 Seconds",
			"tacticalDescription": "Throw a device that deals damage and disables enemy abilities for 20 seconds.",
			"info": "The device explodes on contact and leaves a lingering cloud for 10 seconds.\nGetting hit either directly or by walking into the cloud deals 10 damage and disables tactical and ultimate abilities. This only prevents enemies from activating the abilities. Abilities already in use are not affected, excluding abilities such as Gibraltar's Gun Shield, Lifeline's Combat Revive, and Pathfinder's Grappling Hook.\nHas 2 charges.",
			"tips": "You can throw this device and a Frag Grenade at the same time. Use this to ambush an enemy and gain a huge upper hand.\nYou can use this as an area of denial to block a path for 10 seconds such as a doorway, stairs, etc. This can potentially buy you some time to pop a heal or revive a knockdown teammate.\nIf you're going through Wraith's Dimensional Rift portal and know you're about to be pushed, throw Silence on it to catch the enemies off guard and instantly damage and disable their abilities that chase you through it.\nIf you look directly up and shoot your Silence in the air, it'll come down 4 seconds later landing directly on you. Combine this technique with a Frag Grenade for a devastating surprise."
		},
		"passiveAbility": {
			"name": "Stalker",
			"passiveImage": "revenant_passive_icon",
			"passiveDescription": "You crouch walk faster and can climb walls higher.",
			"info": "Revenant's crouch-walking speed is the same as his walking speed.\nRevenant can climb walls 2 times as high as a normal Legend [about 10-11 meters]. He can also climb shorter walls 25% faster because it takes longer for his climbing speed to decelerate.",
			"tips": "Use this to outflank enemy squads or ambush squads in high buildings, if your team is attacking in one direction try to use this to attack from the side.\nCrouch ADS strafing is faster than normal strafing and makes your hitbox smaller.\nAll legends make no noise in a crouch. Use this and your extra speed to confuse enemies and shake them off your tail.\nWith many weapons, crouching can increase accuracy. Use this to have increased accuracy at the same time as strafe speed.\nWhile healing, use this passive to give you more mobility. It will also make you move faster than if you were standing up."
		},
		"ultimateAbility": {
			"name": "Death Totem",
			"ultimateImage": "revenant_ultimate_icon",
			"cd": "180 Seconds",
			"ultimateDescription": "Drop a totem that protects users from death. Instead of getting killed or downed, you will return to the totem.",
			"info": "The totem takes 1 second to create, lasts 30 seconds, and it has 100 Health.\nBoth squadmates and enemies can use the totem one time each to turn themselves into a shadow for 30 seconds.\nThe Death Totem's default 30-second timer is extended by whoever is the last person to become a shadow. When that person's shadow form ends, so will the totem.\nShadows can't use healing items, and all received damage ignores their Body Shields.\nWhen a shadow is killed, other players see a short whispy red trail providing an approximative clue where the totem is placed and the shadow returns to the totem with 50 HP (or whatever health they had when they activated it, if lower).",
			"tips": "Unlike other placeable ultimates, the totem doesn't preview where it will go before you place it.\nRecharge your shields before activating the totem on yourself.\nMake sure you have Health before using the death totem. Any damage you take in shadow form mode is based on your health bar and not your shield bar.\nIf you're killed in shadow form, the first thing you should do is pop a Med Kit or Phoenix Kit if you forgot to heal beforehand.\nIn shadow form, you'll want to be as aggressive as you possibly can be because you got nothing to lose. Try to get as much damage in as you can in the 30 seconds you have on the timer. Thirst knockdown enemies as fast as possible since you won't be punished for it if you're killed.\nAvoid placing the totem in the open, as it can be easily destroyed.\nWhile in shadow form, if you use Finishers, you'll completely refill your Body Shield at the end even though you cannot heal in this form.\nBe aware of enemy Caustics as their Nox Gas Trap bypasses shields if you're caught returning to the totem. Try to look around for any enemy Caustic before placing the totem.\nSometimes you can enter shadow form and use the Death Totem as small cover if you're in the open.\nEnter shadow form mode if you want to take the risk of reviving a knocked down teammate or making risky Respawn Beacon plays.\nPlace the totem on high ground places or platforms, so you can prepare to drop down and go crazy without worrying about any enemies getting to your totem's location.\nWhen you are low on time with the Death Totem and you need to go back for health or for team support, try standing still and letting the enemies kill you, sending you back to the Death Totem."
		},
		"passivePerk": null
	},
	{
		"id": 1006,
		"name": "Gibraltar",
		"subHeader": "Shielded Fortress",
		"description": "Gibraltar is a gentle giant with a wild side. The son of two SARAS (Search and Rescue Association of Solace) volunteers, he has always been skilled at getting others out of dangerous situations that are common in the Outlands. However, he only began to understand the value of protecting others when he and his boyfriend stole his father’s motorcycle, took it on a joyride, and got trapped by a deadly mudslide. His parents saved them, and his father lost an arm in the process. Gibraltar has never forgotten that sacrifice and has devoted his life to helping those in need.",
		"image": "gibraltar",
		"type": "Defensive",
		"typeImage": "defensive_legend_icon",
		"category": "Defensive",
		"isFree": true,
		"tacticalAbility": {
			"name": "Dome Of Protection",
			"tacticalImage": "gibraltar_tactical_icon",
			"cd": "30 Seconds",
			"tacticalDescription": "Throw down a dome-shield that blocks attacks for 12 seconds. Healing items are 15% faster within the dome.",
			"info": "Throws a large disc, which upon landing projects a dome shield around it. The dome has a radius of 6 meters and lasts 12 seconds.\nThe shield stops all incoming and outgoing bullets and projectiles while allowing players to move through it.\nWhile inside a dome, all consumable healing items (Syringes, Shield Cells, etc.) are used 15% faster.\nAlso, Gibraltar revives allies in only 4 seconds while inside his dome, faster than the normal 5 seconds.",
			"tips": "If you have a downed teammate and are being rushed, throw down your ultimate and then your shield. Revive and heal in your shield.\nIf an enemy squad is firing at you and your team, throw the shield down. It will block their bullets allowing you and your squad to escape. Combining the shield with Defensive Bombardment can be very helpful, and can also up the \"Damage Absorbed\" shield stat.\nThe shield is not a complete bubble and depending on the terrain it can have its weak spots.\nNo shots come in, no shots come out.\nTry not to use it if you don’t have to, it easily gives your position away to get sniped when the shield is down."
		},
		"passiveAbility": {
			"name": "Gun Shield",
			"passiveImage": "gibraltar_passive_icon",
			"passiveDescription": "Aiming down sights deploys a gun shield that blocks incoming fire.",
			"info": "While aiming, Gibraltar will have an energy shield in front of him with 50 health that protects his upper body from incoming fire while allowing him to shoot out.\nThe shield can be disabled by pressing H/down on the D-pad.\nIf broken, it has a 9-second cooldown before regenerating.\nThe health of the energy shield can be seen on both the left and right sides while aiming down sights. The cooldown meter can also be seen refilling the 1-8 bars of energy meter.",
			"tips": "The shield can sometimes make it easier to spot Gibraltar while he is hiding, so it may be worth disabling temporarily if you're pretty sure you're otherwise hidden. \nCrouching while using your gun shield makes you a hard target to do damage to from the front.\nActivating the gun shield during a sniper fight often grants you the upper hand.\nA player who uses Gibraltar’s Gun Shield to aim down sights at an Arc Star.svg Arc Stars or a Frag Grenade.svg Frag Grenades will be completely protected from taking any damage. Their Gun Shield will also not take any damage at all from the explosion. This has always been unclear whether this is an intentional feature to Gun Shield or simply a bug."
		},
		"ultimateAbility": {
			"name": "Defensive Bombardment",
			"ultimateImage": "gibraltar_ultimate_icon",
			"cd": "180 Seconds",
			"ultimateDescription": "Call in a concentrated mortar strike on a marked position.",
			"info": "Throws a smoke grenade that marks a 24-meter radius around it for a mortar strike.\nFor 6 seconds, explosives continuously rain down on the area, dealing 40 damage per hit and shell-shocking players.\nThe area is marked for all players with red circles indicating where mortar shells will hit.",
			"tips": "This ability also damages you so use it with caution.\nThis ability is nice for support; if enemies are hiding, it can drive them out of cover and into an easier line of fire. It can also be used as an attack or a defensive ability.\nYou can call it inside your shield to temporize and give you few seconds of rest, as enemies will be unable to come inside. Use this time to revive, heal, reload, or run away.\nUse this ability to finish off enemies you downed from a distance.\nWattson's Interception Pylon can negate a sizable area of the bombardment. Try to use the ability after it's been destroyed."
		},
		"passivePerk": {
			"name": "Fortified",
			"image": "fortified_icon",
			"description": "Incoming damage reduced by 15%. Not slowed by bullets.",
			"info": "Take 15% less damage from every attack.\nFortified Legends are now immune to slow effects from weapon fire.\nDon't overestimate this ability, 15% less damage generally translates to surviving 1 more shot.\nThe combination of Gibraltar's Gun shield and this perk allows him to tank a lot of damage."
		}
	},
	{
		"id": 1007,
		"name": "Caustic",
		"subHeader": "Toxic Trapper",
		"description": "Alexander Nox used to be one of the brightest scientists in the employ of Humbert Labs, the Frontier’s leading manufacturer of pesticide gases. Nox worked day and night developing new formulas for the glut of pesticides needed to protect the crops that sustained the Outlands. But he soon realized that progress was being hampered by his testing methods. He needed to test on more than just inert tissue: he needed living subjects.",
		"image": "caustic",
		"type": "Defensive",
		"typeImage": "defensive_legend_icon",
		"category": "Defensive",
		"isFree": false,
		"tacticalAbility": {
			"name": "Nox Gas Trap",
			"tacticalImage": "caustic_tactical_icon",
			"cd": "25 Seconds",
			"tacticalDescription": "Drops canisters that release deadly Nox gas when shot or triggered by enemies.",
			"info": "You can hold up to three charges of this ability, and gain one charge every 25 seconds. Up to six traps can be active on the map at once, and you're able to pick up unused traps to regain a charge.\nYour enemies will be slowed inside the gas and are unable to sprint. Squadmates aren't affected by this, but their vision will still be obscured.\nIf one Trap affects an enemy it will deal 4 damage/sec, increased by 1 every hit to a maximum of 10. Your ultimate and any other trap affecting the same enemy will deal only 1 (it doesn't increase) damage.\nThe trap and the gas cloud deal Health damage only, ignoring shields.\nShooting the top of the trap will cause it to go off. Shooting the base will destroy it without releasing gas.\nThe traps can float away when thrown in the water.",
			"tips": "Shooting the base of the trap before it activates will destroy it without releasing the gas.\nIt's good to throw a trap in a smokescreen generated by a Bangalore's Smoke Launcher, especially if enemies are hiding in it. This will also highlight enemies in green due to Nox Vision, and allow you an unfettered view of the enemies.\nWhen outnumbered or in a sticky situation, throw multiple traps around you. The enemy's bullets will hit your traps, setting them off, and allowing you to escape or heal to stay in the fight.\nWhen going through Wraith's Dimensional Rift portals, throw a trap at the end to catch enemies off guard trying to get your squad from behind and reveal their position due to your passive.\nThrowing a trap in front of a door prevents it from opening to that side. You can use this feature to block doors and protect yourself or to trap enemies inside an enclosed room. If they break down the door, the trap will activate and you’ll be informed of their location.\nYou can use your traps as smoke bombs, to throw some cover for sniper fire or general confusion.\nA team that manages to get their Caustic to end game (such as Rounds 7 or 8) will have the advantage over other teams that don't have a Caustic. Caustic's abilities increase in utility as the play area shrinks. Furthermore, Caustic can prevent scenarios of Heal Off Victories from happening as it's impossible to heal in the gas and ring damage."
		},
		"passiveAbility": {
			"name": "Nox Vision",
			"passiveImage": "caustic_passive_icon",
			"passiveDescription": "Allows you to see enemies through Nox Gas.",
			"info": "Caustic is immune to the effects of Nox Gas whether it belongs to him or an enemy Caustic.\nEnemies inside the gas created from your tactical and ultimate abilities are highlighted green, similar to a threat scope. This vision is not obstructed by walls or other obstacles.",
			"tips": "Your teammates do not share this vision, so be sure to communicate to them the locations of enemies you can see.\nYour threat vision doesn't work against other Caustics, forcing you to prioritize them, as they are immune to all Nox Gas effects and they can see your allies even if they are on your gas."
		},
		"ultimateAbility": {
			"name": "Nox Gas Grenade",
			"ultimateImage": "caustic_ultimate_icon",
			"cd": "120 Seconds",
			"ultimateDescription": "Blankets a large area in Nox gas.",
			"info": "Deals ever-increasing damage from 4 to 10 for every second spent in the gas.\nOther than the wider area, the gas's function is identical to that of the Gas Traps.",
			"tips": "Do not use this ability and expect it to kill an entire squad. Similar to Bangalore's Rolling Thunder, its main utility comes in the fact that enemies are forced to either evacuate the area or suffer the consequences of damage, obscured vision, inability to sprint and more.\nSince this slows and deals increasing damage, it can be combined with Nox Vision to pick off enemies in your smoke. If you have some grenades that need using, throw them into your smoke when an enemy is caught - this tactic has the capability of wiping out full squads if enough players are caught in your gas.\nUsing this ability in large, open areas is often a waste. Try to save it for when enemies are occupying a building, a small area, or are hiding behind a cover too dangerous to bypass.\nAll enemies that find themselves in the gas cloud are subject to Nox Vision. Use this to hunt down and kill enemies while they are weakened.\nYou can use it to block chokepoints or cover-up revives.\nTry saving this for the last few rounds (especially on Rounds 7 or 8) as his abilities increase in utility as the play area shrinks. Furthermore, he can prevent scenarios of Heal Off Victories from happening as it's impossible to heal in the gas and ring damage."
		},
		"passivePerk": {
			"name": "Fortified",
			"image": "fortified_icon",
			"description": "Incoming damage reduced by 15%. Not slowed by bullets.",
			"info": "Take 15% less damage from every attack.\nFortified Legends are now immune to slow effects from weapon fire.\nDon't overestimate this ability, 15% less damage generally translates to surviving 1 more shot."
		}
	},
	{
		"id": 1008,
		"name": "Wattson",
		"subHeader": "Static Defender",
		"description": "Natalie “Wattson” Paquette is a familiar face in the Apex Games, though for a different reason than most. Daughter of the Games’ lead electrical engineer, she studied his manuals to stay close to him, and discovered her calling at a young age. Though she could be completely distracted one moment and hyper-focused the next, electricity grounded her – its ordered, predictable flow made sense in a way the rest of the world didn’t.",
		"image": "wattson",
		"type": "Defensive",
		"typeImage": "defensive_legend_icon",
		"category": "Defensive",
		"isFree": false,
		"tacticalAbility": {
			"name": "Perimeter Security",
			"tacticalImage": "wattson_tactical_icon",
			"cd": "30 Seconds",
			"tacticalDescription": "Connect nodes to create electrified fences that damage and slow enemies. (Max:12)",
			"info": "Deploying a new node at the max amount will destroy the oldest node.\nNodes must be within 20 meters to be able to create a fence between them.\nIt stuns and damages enemies, and pings the breached fence's location. The damage is 10 each tick and the slow lasts roughly 1-2 seconds.\nA node can be connected with up to 2 other nodes at the same time. They can also be picked up to refund a charge.\nFences will temporarily disengage when Wattson or her squadmates pass through them.\nEach node has 25 health.",
			"tips": "The fences are NOT traps. Like the name implies, the fences are to guard your flanks and alert you to enemies, slow them down or force them to a choke point your squad is guarding.\nMost of the time, your goal is not to get enemies to run into your fences. It's to scare them into avoiding a particular route.\nHide the nodes behind cover and close to your Interception Pylon so enemies must approach to destroy the fences.\nYou can use this ability offensively by using the fences to block any exits before attacking\nThe fences don't require solid ground between nodes, so you can place them over gaps like stairways or vertical ziplines.\nPlace fences around long ziplines. It's hard to shoot the nodes while ziplining, so most players will avoid taking them.\nWhen working with a Wraith, place fences through her Dimensional Rift to instantly electrocute enemies that chase you through it.\nStand in the way of fences to disengage them and trick enemies into thinking it's safe to rush you down.\nInstead of making basic fences with two nodes to block doorways, get into the habit of making triangle fences with three nodes to block doorways. This way, the enemy or enemies will take twice the damage if they go through it."
		},
		"passiveAbility": {
			"name": "Spark Of Genius",
			"passiveImage": "wattson_passive_icon",
			"passiveDescription": "Instead of charging a bit of your Ultimate, Ultimate Accelerants fully charge it, and standing near interception pylons boost your Tactical Ability recharge.",
			"info": "Wattson may store up to 2 Ultimate Accelerants per inventory slot.\nPerimeter Security charges have 3-second cooldowns instead of 30 when near an Interception Pylon, made by either you or another Wattson.",
			"tips": "If you find an Ultimate Accelerant at the start of the match, pop it as it'll give Wattson so much more potential.\nIt's best to carry at least one Ultimate Accelerant in your Inventory at all times.\nTry saving an Ultimate Accelerant for the last few rounds (especially on Rounds 5 or higher) as her abilities increase in utility as the play area shrinks."
		},
		"ultimateAbility": {
			"name": "Interception Pylon",
			"ultimateImage": "wattson_ultimate_icon",
			"cd": "180 Seconds",
			"ultimateDescription": "Place an electrified pylon that destroys incoming ordnance and repairs damaged shields for the next 90 seconds (Max:3).",
			"info": "The pylon will also destroy outgoing ordance if it will land in its radius.\nDeploying a new interception pylon while already having the maximum amount deployed will automatically destroy the oldest pylon.\nRecharges around 2 shields per second.\nThe Pylon lasts for 90 seconds, seen as a countdown around the base or by hovering over the placed Pylon's ping.\nThe Pylon has 150 health.\nThe Pylon is neutral and therefore can recharge enemy shields and shoot down your squad's ordnance. The shield recharge effect doesn't stack if there are other Pylons nearby.\nThe Pylon won't protect you from any ordnance or airstrike if it hasn't got clear sight or if the ordnance has already landed.\nThe Pylon can be destroyed by shooting it. It can also block doors and is climbable.",
			"tips": "Hide the Pylon into a place where it cannot be shot like building corners.\nWhile fighting and behind cover and you're in need to heal, you can place a Pylon nearby and while using a consumable, you'll be regenerating shield health at the same time. This can also be done if you need to recover some shield health while reviving a teammate at the same time.\nTry saving a Pylon for the last few rounds (especially on Rounds 5 or higher) as her abilities increase in utility as the play area shrinks."
		},
		"passivePerk": {
			"name": "Low Profile",
			"image": "low_profile_icon",
			"description": "More difficult to hit, incoming damage increased by 5%.",
			"info": "Additionally, incoming leg shots do the same damage as body shots."
		}
	},
	{
		"id": 1009,
		"name": "Lifeline",
		"subHeader": "Combat Medic",
		"description": "Ajay Che, aka Lifeline, isn’t someone you would expect to find in the Apex Games. The child of wealthy war profiteers, she left home when she learned of the damage her family had caused and enlisted in the Frontier Corps, a humanitarian organization that aids Frontier communities in need. She’s since devoted her life to helping others and joined the Apex Games to fund the Frontier Corps with her winnings.",
		"image": "lifeline",
		"type": "Support",
		"typeImage": "support_legend_icon",
		"category": "Support",
		"isFree": true,
		"tacticalAbility": {
			"name": "D.O.C. Heal Drone",
			"tacticalImage": "lifeline_tactical_icon",
			"cd": "45 Seconds",
			"tacticalDescription": "Call your Drone of Compassion to automatically heal nearby players over time.",
			"info": "Places a hovering healing drone that heals all players within 3 meters.\nHeals 7.5 health per second up to a maximum of 150, and lasts 20 seconds.\nThe drone cannot be moved around once placed.",
			"tips": "Drone should generally be used liberally to help recently revived allies recover their health faster, or to conserve their Med Kit.svg Med Kits.\nDrop the drone while performing other actions where you aren't moving much to accomplish two things at once. For example, use it...while fighting and behind cover...before/while replenishing shields to recover both shields and health at the same time...on top of enemy body-boxes after finishing a fight so that you and your allies can heal while looting...on top of a rez beacon or a downed ally so you can heal while channeling to revive them.\nIf an injured ally is far away but running to Lifeline, it is possible to drop the drone early so that Lifeline can advance in position while the ally runs to the drone for health.\nAvoid using the drone mid-air; it might never reach the ground, and if it does not reach the ground, then it will never start healing anyone.\nYou cannot push the drone around so make sure you place it properly and/or behind cover."
		},
		"passiveAbility": {
			"name": "Combat Revive",
			"passiveImage": "lifeline_passive_icon",
			"passiveDescription": "Deploy D.O.C to revive teammates. D.O.C. will deploy a shield and revive Lifeline’s teammate, leaving Lifeline free to defend or revive someone else.",
			"info": "Generates a shield wall in the direction Lifeline is facing whenever she is in the act of reviving a teammate. If the revive is completed, the shield wall will dissipate immediately. Similar to Gibraltar's Dome of Protection, the shield wall blocks all damage and projectiles from passing through it, even bullets and grenades from allies.\nYou can leave D.O.C. to continue the revive, giving you the capability to revive another teammate (albeit without the shield) or defend the teammate being revived.\nThe extra compartment in blue supply bins can be opened by pressing the interaction button, revealing two more supplies (excludes Knockdown Shields).",
			"tips": "Despite having a shield to block shots, it is generally better to not revive allies in the middle of a fight without cover due to the high probability that they get downed again immediately afterward. Engaging the enemy after letting D.O.C. continue the revive could increase the teammates survivability, however.\nThe shield wall blocks bullets, grenades, and explosions, but does not impede player movement. Players can pass through the shield wall as if there was nothing there.\nTo get the most of this ability, try to revive teammates behind/near cover or in conjunction with Gibraltar's Dome of Protection.\nThe shield is highly visible through Bangalore's smoke or Caustic's gas.\nBecause the shield wall is so visually obvious, it can potentially betray Lifeline by possibly revealing her exact position in a situation where enemies would not have otherwise seen her, and/or by telling enemies that D.O.C is in the act of reviving when she might have been running or healing instead.\nThe shield wall makes a slight humming/buzzing noise while active.\nUse the D.O.C. Heal Drone to heal recently-revived allies, and/or to heal yourself as you revive them.\nSkilled players can use their downed teammates and revive to pull up a shield while in combat to avoid getting shot and get an upper hand."
		},
		"ultimateAbility": {
			"name": "Care Package",
			"ultimateImage": "lifeline_ultimate_icon",
			"cd": "360 Seconds",
			"ultimateDescription": "Call in a drop pod with a combination of 3 high-quality attachments, consumables, and/or gear.",
			"info": "Care Packages come with 3 item slots, each slot containing one of the following: Slot 1 Level 3 Body Shield, Helmet or Knockdown Shield. Slot 2 Shield Cells, Shield Batteries, Syringes, Med Kits and Phoenix Kits. Slot 3 Level 3 Weapon Attachments, 4x-10x Digital Sniper Threat or a 1x Digital Threat.\nLifeline Care packages will never contain Care Package Weapons like the Peacekeeper, Kraber, or the Devotion.\nUnlike natural airdrops, Lifeline's care packages are blue and are not marked on the map or announced. They still emit a blue light when unopened.\nTakes 15 seconds to land once called in.",
			"tips": "While not as flashy as some other legend's ultimates, the high chance of getting Epic-tier Body Shields is worth its weight in gold especially if your squad hasn't had the good fortune to get anything above Common, as well as supplying Shield Cells Med Kits if they have been depleted after a particularly grueling fight.\nCan be used as a cover in an area with low covers, or as a stepping stone to climb up to greater heights.\nLifeline's team should prioritize pinging out and giving her most if not all of the Ultimate Accelerant.svg Ultimate Accelerants they find, at least in the early-mid game.\nLifeline can use her Care Package on Round 8 to take up nearly all the space in the final area, provide cover, and can be used to climb up to safety as the chaos unfolds.\nCare Package should generally be used as soon as it comes off cooldown unless your team is worried about enemies being very close by or if your team is running from something dangerous.\nLifeline care packages are very obvious and can thus compromise your team's exact position. Be on guard when using it, as nearby enemies may decide to come running over. This issue is exacerbated in the very late-game with 2-3 squads remaining, where a small circle makes getting ambushed that much more likely. Conversely, this can be used to Lifeline's advantage, as bait: Lifeline could use the package away from her team to mislead enemies, or in a spot where her team can watch the care package and ambush whoever comes. If enemies are standing underneath the package as it drops, they will be crushed."
		},
		"passivePerk": {
			"name": "Low Profile",
			"image": "low_profile_icon",
			"description": "More difficult to hit, incoming damage increased by 5%.",
			"info": "Additionally, incoming leg shots do the same damage as body shots."
		}
	},
	{
		"id": 1010,
		"name": "Loba",
		"subHeader": "High Society Thief",
		"description": "When Loba was nine, she looked on as simulacrum hitman Revenant killed her family. Left with nothing, Loba survived by picking pockets. As her skills improved, Loba used every tool at her disposal to lift herself from the gutter. Everything changed when she broke into a supposedly impenetrable facility and got her hands on the Jump Drive tech stored inside. With her new teleportation bracelet, the most secure and unattainable items were within her reach. So was her dream of living the high life.",
		"image": "loba",
		"type": "Support",
		"typeImage": "support_legend_icon",
		"category": "Support",
		"isFree": false,
		"tacticalAbility": {
			"name": "Burglar's Best Friend",
			"tacticalImage": "loba_tactical_icon",
			"cd": "29 Seconds",
			"tacticalDescription": "Teleport to hard-to-reach places or escape trouble quickly by throwing your jump drive bracelet.",
			"info": "Throws Loba's bracelet and immediately teleports her to its landing spot.\nWhile the bracelet is in midair, you can force it to drop straight down.\nThe max distance that the bracelet can be thrown varies based on the following: 71 meters if you're on normal ground levels which is the standard distance. 100+ meters if you're on high ground places such as towers or buildings, maxing out distance.\nUpon activation, it cannot be canceled (excludes other Legends abilities that can cancel the bracket) and you'll go where the bracelet lands.\nIf the bracelet is thrown off the edge of the map, it'll return back to Loba without starting the cooldown.\nCan be used while on ziplines or jump pads.",
			"tips": "There is a brief animation that plays after you get teleported before you can use your weapon, plan accordingly.\nTeleport behind an enemy to attack them by surprise.\nUse the ability to force the bracelet down in order to teleport right behind cover.\nDon't forget that you can throw the bracelet through windows and small gaps in walls.\nThe bracelet's sound effects are very loud and its trail is visible to everyone so enemies can be notified that you're nearby, so be cautious when using.\nClimbing will cancel the animation of the bracelet. Used at the right time, this can save you a second."
		},
		"passiveAbility": {
			"name": "Eye For Quality",
			"passiveImage": "loba_passive_icon",
			"passiveDescription": "Nearby epic and legendary loot can be seen through walls. The range is the same as Black Market Boutique",
			"info": "Range is 78 meters.\nIncludes red items.\nCan ping the loots through obstacles and inside supply bins.\nPing Range is 12 meters.\nLoot ticks and Death Box cannot be seen through obstacles despite these contain epic or legendary loot.",
			"tips": "Use this passive ability to inform your squad mates the location of loot in the area.\nIf you see an item disappear you can use this information to know that enemies are in the area."
		},
		"ultimateAbility": {
			"name": "Black Market Boutique",
			"ultimateImage": "loba_ultimate_icon",
			"cd": "180 Seconds",
			"ultimateDescription": "Place a portable device that allows you to teleport nearby loot to your inventory. Each friendly or enemy Legend can take up to two items.",
			"info": "Accessing Black Market Boutique opens a menu which shows all items within a 78 meter radius, visible on the minimap.\nItems within the radius will hover off the ground slightly.\nIt cannot loot the contents of closed Care Packages, Loot Ticks, or Cargo Bots.\nFull stacks of Ammo and Health Kits will be taken when selected.\nThere will be a glimpse of teleport trail to Black Market after you take an item from there.\nWhen placed, the Black Market releases a large blast, which enemies can see.\nTeammates' banner cards cannot be retrieved.\nThe Black Market has 100 health. It can be destroyed by shooting it and it can also block doors.\nBlack Market can be collapsed by pressing H/Down on the D-pad. Deploying a new Black Market will collapse the old Black Market.\nAfter placing down the Black Market, it takes about 4.5 seconds before it can be accessed.",
			"tips": "Give your squad mates time to loot before retrieving the Black Market Boutique. If your squad mates need a certain type of loot and you don't need anything, select the item(s) for them and drop it.\nIf your squad is already geared, a good habit to do with the Black Market Boutique is to drop your current purple/gold/red Body Shield, and take another high tier Body Shield from the area. Be careful when doing this method as the Black Market Boutique will see the Body Shield that you've dropped nearby.\nBefore looting from a vault or from Bloodhound's Trial, make sure all your teammates already taken every possible items from the Black Market, and you are left with taking a single item from the Black Market since the Black Market will be destroyed regardless of how many items it was taken from it.\nThis ability is great after using a Respawn Beacon so your revived teammate(s) can quickly access the nearby loot.\nWhen going to third party fights, use this ultimate to steal their loot before fighting them.\nAs soon as a nearby Care Package is opened, its content is shown in the Black Market. If you're fast enough you can loot it before your enemies.\nWhen being used, the items in Black Market's range appears floating knowing that an enemy is nearby using it.\nYou can use the ultimate to loot the contents of a Supply Ship before it lands at its random destination on the map MapIcon Supply Ship Landing Spot.png.\nTry saving a Black Market for Rounds 5 or higher as everything can be seen as the play area shrinks."
		},
		"passivePerk": null
	},
	{
		"id": 1011,
		"name": "Bloodhound",
		"subHeader": "Technological Tracker",
		"description": "Bloodhound is known across the Outlands as one of the greatest game hunters the Frontier has ever seen. The child of two engineers stationed at the New Dawn industrial plant on Talos, Bloodhound was taken in by their uncle Artur after a meltdown destroyed the facility and killed both their parents. Artur taught them the Old Ways, a belief system that focuses on the glory of nature and rejects modern technology. Yet Bloodhound was constantly drawn to technological marvels, and ultimately used both new and old methods to take down a Goliath that preyed on the people of their village, forever changing their life’s path.",
		"image": "bloodhound",
		"type": "Recon",
		"typeImage": "recon_legend_icon",
		"category": "Recon",
		"isFree": true,
		"tacticalAbility": {
			"name": "Eye Of The Allfather",
			"tacticalImage": "bloodhound_tactical_icon",
			"cd": "25 Seconds",
			"tacticalDescription": "Briefly reveal enemies, traps, and clues through all structures in front of you.",
			"info": "In a 125° cone in front of you, all enemies, traps, and Loot Ticks are highlighted and tracked to be seen by you and your allies. The maximum distance it will highlight is 76 meters. It will also tell you how many hostiles were detected. With the maxed number of detected hostiles being 10, any higher will read as \"10+ HOSTILES DETECTED\".\nThe tracking lasts for 4 seconds on players. Traps and Loot Ticks will remain highlighted for as long as they exist.\nEnemies caught in the scan will see 'SONAR DETECTED' on their HUD.\nThe ability will take .8s to activate.",
			"tips": "Squadmates can also see any scanned enemies or trap.\nUpon activation, the visual effect generated by the sonar is seen by everyone, including your teammates and enemies. While you can see the enemy and their traps, they'll know you're nearby as well.\nEye of the Allfather is not a 360 proximity around Bloodhound. It must be aimed at where you want to reveal enemies. It is roughly a 125-degree cone in front of you.\nWhen scanning Mirage and his decoys, the real Mirage will be marked with a triangle while the decoys will not. Therefore, this ability is useful in finding the real Mirage while fighting him."
		},
		"passiveAbility": {
			"name": "Tracker",
			"passiveImage": "bloodhound_passive_icon",
			"passiveDescription": "Foes leave behind clues for you to find.",
			"info": "Actions performed by enemies leave markers that Bloodhound can see. See below for all actions that leave evidence.\nClues will note how long ago they occurred, and vanish after 90 seconds.\nBloodhound can ping clues for teammates, either as \"Someone's Been Here\" or \"Recent Battle Here\".\nWhile following trails of clues, Bloodhound can also see ravens manifest around enemy tracks.",
			"tips": "When going near tracks, you can call them out to your squad mates using a context ping to share your knowledge with them.\nRed Tracks are fresh tracks and the enemy is likely nearby.\nGrey Tracks are old tracks. The enemy hasn't been in that area in about a minute"
		},
		"ultimateAbility": {
			"name": "Beast Of The Hunt",
			"ultimateImage": "bloodhound_ultimate_icon",
			"cd": "180 Seconds",
			"ultimateDescription": "Transform into the ultimate hunter. Enhances your senses, allowing you to see cold tracks and move faster. Knockdowns extend duration.",
			"tips": "Increases your speed by 30%.\nYour vision turns black and white, except for enemies, which are highlighted in red. Enemy footprints are also highlighted in red. Certain things will retain a little color, including the edge of The Ring, grenade explosions, and various enemy abilities.\nLasts 35 seconds, and remains active even when downed. Downing (not killing) enemies will add 5 seconds to Beast of the Hunt timer."
		},
		"passivePerk": null
	},
	{
		"id": 1012,
		"name": "Pathfinder",
		"subHeader": "Forward Scout",
		"description": "Pathfinder is the picture of optimism, despite his circumstances. A MRVN (Mobile Robotic Versatile eNtity) modified to specialize in location scouting and surveying, he booted up decades ago in an abandoned warehouse with no idea who created him or why. With only his MRVN designation to hint at his identity, Pathfinder eventually set off in search of his creator.",
		"image": "pathfinder",
		"type": "Recon",
		"typeImage": "recon_legend_icon",
		"category": "Recon",
		"isFree": true,
		"tacticalAbility": {
			"name": "Grappling Hook",
			"tacticalImage": "pathfinder_tactical_icon",
			"cd": "35 Seconds",
			"tacticalDescription": "Grapple to get to out-of-reach places quickly.",
			"info": "Throws a grappling hook that will attach to the first solid object it hits (including players and ziplines) and pull you towards it.\nThe maximum length of the grappling hook is 21 meters. There is a circle on Pathfinder's crosshairs that turns blue to indicate when the surface you're pointing at is within grapple range.\nBy aiming to the side, you can swing in that direction instead of being pulled straight in. The grapple will disconnect after swinging to a 90° angle, and you will keep your momentum.\nThe grappling hook can also attach to players, pulling the two of you together.",
			"tips": "When your hook connects to a surface, you will get a slight push forward towards the direction you are aiming.\nIf thrown at an object while maintaining momentum in a different direction, you will swing while being pulled towards the object, allowing for tactical repositioning.\nWhile being an extremely useful tool to reach high positions or just move faster on the map, it can also be used for flanking and evading opponents, which can often turn fights in your favor.\nKeep in mind that both you and your grabbed opponent can continue shooting while the hook is retracting.\nThe animation can be canceled at any time by pressing the crouch button."
		},
		"passiveAbility": {
			"name": "Insider Knowledge",
			"passiveImage": "pathfinder_passive_icon",
			"passiveDescription": "Scan a survey beacon to reveal the Ring's next location.",
			"info": "Allows you to access the 12 survey beacons available on the map in any given match to determine the circle location after the currently marked circle.\nThe interaction with the survey beacon takes 7 seconds, during which you are vulnerable.",
			"tips": "A survey beacon can be used again when the next round starts.\nSurvey beacons can be pinged. You can use this to help a Pathfinder locate or remember to scan them, or if you are Pathfinder, inform your squad of your intent to scan them."
		},
		"ultimateAbility": {
			"name": "Zipline Gun",
			"ultimateImage": "pathfinder_ultimate_icon",
			"cd": "120 Seconds",
			"ultimateDescription": "Create a zipline for everyone to use.",
			"info": "Creates a zipline between your current location and a target location, which you, your teammates, and enemies can use to move quickly between both points.\nThe other end of the zipline can be attached to any surface, allowing them to lead to places that players can't stand.\nThe maximum length of the zipline is 100 meters. Up to 4 ziplines can be active on the map at once.",
			"tips": "The zipline is very useful for getting to usually unreachable locations, escaping an unwinnable fight or just progress quickly on the map (to escape the ring, for example). Ziplines can be deployed to most surfaces, however certain structures (frame of the map) may not be used. You cannot use them to reach \"out of the map\" zones.\nIn an emergency, you can interrupt the use of a zipline by selecting any other item (weapons/healing) or ability (Grappling Hook).\nRemember foes can use them too, don't get cornered or ambushed by your own zipline!\nYou can also use this ability to set up an ambush for an enemy squad after your escape, very quickly changing the tables dramatically\nRemember, a zip line follows a straight line. DO NOT send zip line straight into battle. Going head on will get you killed.\nIf you think your team is in a dangerous position, you can plant a zipline as an escape route. Even though your team might not use it immediately, you can use it as a quick escape route."
		},
		"passivePerk": {
			"name": "Low Profile",
			"image": "low_profile_icon",
			"description": "More difficult to hit, incoming damage increased by 5%.",
			"info": "Additionally, incoming leg shots do the same damage as body shots."
		}
	},
	{
		"id": 1013,
		"name": "Crypto",
		"subHeader": "Surveillance Expert",
		"description": "Crypto specializes in secrets. A brilliant hacker and encryption expert, he uses aerial drones to spy on his opponents in the Apex Arena without being seen. He also has a secret of his own: his name is Tae Joon Park, and he joined the Apex Games to find the people who framed him for murder.",
		"image": "crypto",
		"type": "Recon",
		"typeImage": "recon_legend_icon",
		"category": "Recon",
		"isFree": false,
		"tacticalAbility": {
			"name": "Surveillance Drone",
			"tacticalImage": "crypto_tactical_icon",
			"cd": "40 Seconds",
			"tacticalDescription": "Deploys an aerial drone. 40-second cooldown if destroyed.",
			"info": "The drone can be deployed and flown up to 200 meters away from Crypto. If the drone is 240+ meters away from Crypto, it'll automatically be recalled.\nThe drone can ping items as long as they are within 12 meters. Enemies can be pinged up to 125 meters.\nWhen not being piloted manually, the drone can be parked in midair or recalled to Crypto. The recall takes 3 seconds.\nThe drone has 30 health, and only heals damage when recalled.\nThe drone can be used to open doors and supply bins and can pick up teammates' banner cards. It must be within 7 meters to do this.\nBanners through the drone vision will show the number of enemy squads within the 200-meter radius. Crypto can warn teammates about the number of nearby squads by pinging a banner.\nCrypto is left stationary while piloting the drone. Taking damage while in drone view will force Crypto out of it.\nWhile in drone view Weapons automatically reload, starting with the currently equipped weapon. Reloads take the same amount of time as they would normally except for the Mastiff which takes as much time as reloading one bullet regardless of how empty the clip is.",
			"tips": "Although your team can see the Surveillance Drone's automatic pings, the range is very limited. Remember to manually ping the enemies you see that the drone doesn't automatically detect.\nCrypto is completely vulnerable while in drone view. Find a safe place to stay while managing the drone. You can also crouch while entering the Surveillance Drone to force Crypto to stay in this stance while using it, making it easier to hide him.\nYou can also use the Drone as a decoy so the enemies will be distracted to shoot it, while your team is either flanking or escaping.\nIf your squadmates have died outside the ring and you're inside the ring, you can use Surveillance Drone to safely retrieve your squadmates' banner.\nCrypto can recall the Surveillance Drone anytime, even while shooting, healing or executing other actions.\nHolding the tactical button allows Crypto to deploy his Surveillance Drone and immediately exit from the drone view.\nBecause enemy drones appear with an orange aura, using it outside The Ring will cause it to visually blend in with the orange ring effect and its partial opacity, making it harder for enemies to spot. The Drone does not take Ring damage."
		},
		"passiveAbility": {
			"name": "Neurolink",
			"passiveImage": "crypto_passive_icon",
			"passiveDescription": "Crypto and his teammates see what the Surveillance Drone detects up to a 30-meter radius.",
			"info": "The drone will highlight nearby doors, supply bins, traps, and enemies in its line of sight. Enemies are more noticeably marked with a triangle.\nEnemies highlighted by the drone will see 'DRONE DETECTED' on their HUD.",
			"tips": "The Drone EMP and Neurolink can be used even when Crypto is not directly controlling the drone. This actively allows Crypto to stay in the fight or gather information on what the enemy/enemies are doing.\nThe Surveillance Drone is noisy and its automatic enemy detection will warn enemies of its presence. If you don't want them to know your squad is nearby, you can manually ping them from a distance.\nIf you're struggling to find enemy squads, flying around with the Drone through buildings and covers and looking through glass might cause them to be spotted by the Surveillance's Drone enemy detection, even if you didn't notice them."
		},
		"ultimateAbility": {
			"name": "Drone EMP",
			"ultimateImage": "crypto_ultimate_icon",
			"cd": "180 Seconds",
			"ultimateDescription": "Charge up an EMP blast from your drone. Deals 50 shield damage, slow players, and disables traps.",
			"info": "Takes 3 seconds to charge before detonating.\nAffects all enemy players (and Crypto himself) in its 30-meter radius, even through walls and cover. Teammates are unaffected.\nThe slow lasts roughly 1-2 seconds.",
			"tips": "The radius of the blast is the same as Neurolink's tracking radius. If an enemy is highlighted in orange, you know they'll be caught in the blast.\nYou can activate EMP even when you are not in the drone view. The EMP will be activated where you last leave the drone. This way, you can set the drone in one spot, leave the drone view, prepare for an ambush, activate the EMP, and rush immediately.\nKeep in mind that you and your drone are still vulnerable to damage while EMP is charging.\nBe mindful that your drone is easier to spot while EMP is charging. Try to activate EMP in a tough to reach/aim spot to keep your drone safe.\nUsing the EMP on enemies who are fighting or escaping outside The Ring can be effective as the slow effect can potentially be enough for the ring to knock or eliminate them.\nUsing EMP on single targets is well worth doing. This can take an enemy out of the team fight for a few seconds if you solo EMP them rather than their team to group up. Solo EMPs also have more chances of being successful than it getting shot down.\nEMP is very good for ending team fights quickly to and lessening the chances of your team getting third partied.\nAs a Crypto main, it's best to carry at least 1-2 Ultimate Accelerant in your inventory to quickly build another EMP.\nWhen paired with Wraith, having her create a Dimensional Rift as you follow her while manually piloting the Drone to EMP. Take the portal to force a team fight as well as having an escape route back to safety just encase the team fight is failing."
		},
		"passivePerk": null
	}
]