[
    {
        "id": 1001,
        "name": "Armor",
        "category": "Gear",
        "image": "evo_shield_icon",
        "imageWhite": "evo_shield_icon_white",
        "description": "First of all, every shield in the game is now an Evo Shield (except the Gold Armor). Evo shields gain strength when the wearer inflicts damage. Every player starts the game with a level 0 Evo Shield. When you find a white, blue or purple armor on the ground, it's a pre-leveled Evo Armor. It can be picked up like normal, and continue to be evolved. Red Armor is not in the ground loot and can only be achieved through evolving. Gold Armor is not part of the Evo Armor track, and is only found in rare locations as usual.",
        "levelZero": {
            "name": "Level Zero",
            "description": "Does not absorb damage. Evolves to white Evo Shield after dealing 50 damage."
        },
        "levelOne": {
            "name": "Level One",
            "description": "Absorbs 25 damage. Evolves to blue Evo Shield after dealing 125 damage to enemies."
        },
        "levelTwo": {
            "name": "Level Two",
            "description": "Absorbs 50 damage. Evolves to purple Evo Shield after dealing 250 damage to enemies."
        },
        "levelThree": {
            "name": "Level Three",
            "description": "Absorbs 75 damage. Evolves to red Evo Shield after dealing 500 damage to enemies."
        },
        "levelFour": {
            "name": "Gold Armor",
            "description": "Absorbs 75 damage. Syringes and shield cells have improved effects. Syringes and shield cells replinish 50 points instead of 25."
        },
        "levelFive": {
            "name": "Level Five",
            "description": "Absorbs 100 damage. Fully evolved"
        }
    },
	{
		"id": 1002,
		"name": "Helmet",
		"category": "Gear",
		"image": "helmet_icon",
        "imageWhite": "helmet_icon_white",
		"description": "Minor headshot damage reduction.",
		"levelOne": {
			"name": "Level One",
			"description": "Reduces the extra damage from headshots by 30%"
		},
		"levelTwo": {
			"name": "Level Two",
			"description": "Reduces the extra damage from headshots by 40%"
		},
		"levelThree": {
			"name": "Level Three",
			"description": "Reduces the extra damage from headshots by 50%"
		},
		"levelFour": {
			"name": "Level Four",
			"description": "Reduces the extra damage from headshots by 50%. Reduces Tactical & Ultimate recharge time by 20%."
		}
	},
	{
		"id": 1003,
		"name": "Knockdown Shield",
		"category": "Gear",
		"image": "knockdown_shield_icon",
        "imageWhite": "knockdown_shield_icon_white",
		"description": "Provides directional damage protection while knocked down. Reduces movement speed to 55%.",
		"levelOne": {
			"name": "Level One",
			"description": "Shield absorbs a maximum of 200 damage."
		},
		"levelTwo": {
			"name": "Level Two",
			"description": "Shield absorbs a maximum of 450 damage."
		},
		"levelThree": {
			"name": "Level Three",
			"description": "Shield absorbs a maximum of 750 damage."
		},
		"levelFour": {
			"name": "Level Five",
			"description": "Shield absorbs a maximum of 750 damage. Can be used to self revive if knocked down. Takes 10 seconds for a player to fully revive. Once a revive has successfully been performed, the knockdown shield reverts to level four."
		}
	},
	{
		"id": 1004,
		"name": "Backpack",
		"category": "Gear",
		"image": "backpack_icon",
        "imageWhite": "backpack_icon_white",
		"description": "Provides the play with additional storage slots (players are able to carry more items). It should be a priority to acquire a backpack as soon as possible. It gives you additional room to carry ammunition, consumables or attachments. Without a backpack equipped, a player has ten inventory slots.",
		"levelOne": {
			"name": "Level One",
			"description": "player is able to carry 2 more items, for a total of 12."
		},
		"levelTwo": {
			"name": "Level Two",
			"description": "player is able to carry 4 more items, for a total of 14."
		},
		"levelThree": {
			"name": "Level Three",
			"description": "player is able to carry 6 more items, for a total of 16."
		},
		"levelFour": {
			"name": "Level Five",
			"description": "player is able to carry 6 more items, for a total of 16. When a revive is performed with a gold back pack equipped, the resulting player is revived with 50 shields and 70 health."
		}
	}
]
